Revit 2027 API
ParameterTypeId.RbsDuctSystemTypeParam Property
 "System Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctSystemTypeParam { get; }
Public Shared ReadOnly Property RbsDuctSystemTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctSystemTypeParam {
	ForgeTypeId^ get ();
}
static member RbsDuctSystemTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace